Repository: l33one/glpi_tecnovetti
Catalog: marketplace/manufacturersimports/locales/*.po
Languages: es_mx

source: Suppliers import
es_mx: Garantía de activos

source: Model number
es_mx: Número de modelo

source: Add new material brand number
es_mx: Agregar nuevo número de marca de material

source: Please activate the plugin
es_mx: Activar complemento

source: Manufacturer web address
es_mx: URL del fabricante

source: Default supplier attached
es_mx: Proveedor predeterminado

source: New warranty attached
es_mx: Garantía agregada

source: Auto add of document
es_mx: Auto agregar documento

source: Add a comment line
es_mx: Agregar linea de comentario

source: Access token API address
es_mx: URL de la API de token de acceso

source: Warranty API address
es_mx: URL de la API de Garantía

source: New warranty affected by default (Replace if 0)
es_mx: Nueva garantía predeterminada (Si es 0 reemplazar)

source: Manufacturer API key
es_mx: Clave API del Fabricante

source: Manufacturer API Secret
es_mx: Clave API del Fabricante

source: Client id
es_mx: Id. del Cliente

source: Client secret
es_mx: Clave Cliente

source: Section for document records
es_mx: Sección para guardados de documentos

source: Manufacturer information
es_mx: Información del fabricante

# button
source: Retrieve warranty from manufacturer
es_mx: Recuperar la garantía del fabricante

source: You did not import the warranty for this item. Do you want to get it back?
es_mx: No importó la garantía de este elemento. ¿Deseas recuperarlo?

source: Data recovery DELL for computer
es_mx: Recuperación de Datos Dell para equipos de cómputo

source: Import OK
es_mx: Importación correcta

source: Import failed
es_mx: Importación fallida

source: Model Number
es_mx: Número de modelo

source: Curl PHP package not installed
es_mx: No está instalado el paquete Curl PHP

source: Launching of imports
es_mx: Importar

source: Post import
es_mx: Publicar importación

source: Result
es_mx: Resultado

source: Details
es_mx: Detalles

source: Import in progress
es_mx: Importación en progreso

source: Total number of devices imported %s
es_mx: Dispositivos importados %s

source: Imported from web site
es_mx: Importado del sitio web

source: With the manufacturersimports plugin
es_mx: Con el complemento Garantías de activos

source: Connection failed/data download from manufacturer web site
es_mx: Conexión fallida/descarga de datos del sitio web del fabricante

source: The choosen supplier is not recursive
es_mx: El proveedor elegido no es recursivo

source: Not yet imported
es_mx: No importado

source: Problem during the importation
es_mx: Problema durante la importación

source: Already imported
es_mx: Problema durante la importación

source: Choose inventory type and manufacturer
es_mx: Ya se importó

source: Devices not imported
es_mx: Dispositivos no importados

source: Devices already imported
es_mx: Dispositivos ya importados

source: No manufacturer available. Please configure at least one manufacturer
es_mx: Fabricante no encontrado. Configurar al menos un fabricante

source: Supplier attached
es_mx: Proveedor adjunto

source: Total number of devices to import %s
es_mx: Dispositivos a importar %s

source: No device finded
es_mx: Dispositivo no buscado

source: Reset the import
es_mx: Restablecer importación
