Repository: l33one/glpi_tecnovetti
Catalog: marketplace/onetimesecret/locales/*.po
Languages: nl_nl, zh_hk

source: API key
nl_nl: API sleutel
zh_hk: API 密鑰

source: A secret link <b>only works once</b> and <b>then disappears forever</b>. Do not open it if you are not the intended recipient.
nl_nl: Een geheime link <b> werkt maar 1 keer </b> en <b>verdwijnt dan voor altijd </b>.open dit niet als het niet voor u bedoeld is.
zh_hk: 秘密鏈接<b>只工作一次</b>，<b>然後永遠消失</b>。如果您不是預定的收件人，請不要打開它。

source: A secret link can only be opened once and will expire afterwards.
nl_nl: Een geheime link kan maar één keer worden geopend en vervalt daarna.
zh_hk: 哩個秘密鏈結只可以打開一次，開過一次之後就會過期用唔到。

source: As mentioned in our previous conversation, this message is meant to share sensitive information with you.
nl_nl: Zoals vermeld in ons vorige gesprek, is dit bericht bedoeld om gevoelige informatie met u te delen.
zh_hk: 正如我們之前的對話中提到的，此敏感信息只與您共享。

source: Bear in mind:
nl_nl: Hou rekening met:
zh_hk: 記得：

source: Configuration
nl_nl: Configuratie

source: Create a password
nl_nl: Wachtwoord instellen
zh_hk: 創建密碼

source: Display OneTimeSecret button
nl_nl: OneTimeSecret-knop weergeven
zh_hk: 顯示一次性檢視按鈕

source: Here you have
nl_nl: Hier heb je
zh_hk: 你原有嘅喺哩到

source: Hi,
nl_nl: Hallo
zh_hk: 嗨，

source: I will send you the required passphrase to open it using an alternative method for security reasons.
nl_nl: Om veiligheidsredenen stuur ik u de vereiste wachtwoordzin om te openen via een alternatieve methode.
zh_hk: 基於安全理由，我將會給您發出替代性的密碼用作打開它。

source: Lifetime
nl_nl: levensduur

source: One-Time Secret
nl_nl: Eenmalig geheim
zh_hk: 一次性嘅秘密

source: Optional parameter
nl_nl: Optionele parameter
zh_hk: 可以揀嘅範圍

source: Passphrase
nl_nl: Wachtwoordzin
zh_hk: 密碼

source: Password is missing
nl_nl: Wachtwoord ontbreekt

source: Password lifetime
nl_nl: Wachtwoord levensduur

source: Regards,
nl_nl: Met vriendelijke groeten,
zh_hk: 問候，

source: This secret link will expire %1$s after its generation.
nl_nl: Deze geheime link vervalt %1$s na het aanmaken ervan.

source: your secret link
nl_nl: uw geheime link
zh_hk: 你的秘密鏈結
